/* (No Comment) */
"30 FPS" = "30 FPS";

/* (No Comment) */
"60 FPS" = "60 FPS";

/* (No Comment) */
"AccountLockedMessage" = "Demasiados intentos fallidos, por favor revisa tu correo electrónico y actualiza tu contraseña";

/* No comment provided by engineer. */
"Allow this device to connect automatically on Wi-Fi?" = "¿Permitir que este dispositivo se conecte automáticamente por Wi-Fi?";

/* (No Comment) */
"Ask Us A Question" = "Haznos Una Pregunta";

/* (No Comment) */
"Authorization Error" = "Error de Autorización";

/* (No Comment) */
"BadLoginInfo" = "No pudimos iniciar sesión con el correo electrónico y la contraseña proporcionados. Vuelve a intentarlo.";

/* (No Comment) */
"CancelTitle" = "Cancelar";

/* No comment provided by engineer. */
"Cellular" = "Celular";

/* (No Comment) */
"Check For Updates" = "Verificar Actualizaciones";

/* Confirm Password */
"Confirm Password" = "Confirmar Contraseña";

/* Confirm Password - Should match previous password */
"Confirm Password Error" = "Confirmar Contraseña - La contraseña no coincide ";

/* CONNECT */
"CONNECT" = "CONECTAR";

/* (No Comment) */
"Connect device to Mac with" = "Conectar dispositivo a Mac con";

/* CONNECTED */
"CONNECTED" = "CONECTADO";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Conectado durante %d minutos";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Conectado durante 1 minuto";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Conectado durante menos de 1 minuto";

/* No comment provided by engineer. */
"Connecting..." = "Conectando...";

/* Device Connected */
"Device Connected" = "Dispositivo Conectado";

/* Disable */
"Disable" = "Inhabilitar ";

/* Discovered Devices */
"Discovered Devices" = "Dispositivos Descubiertos";

/* (No Comment) */
"Discrete (Recommended)" = "Discreto (Recommended)";

/* No comment provided by engineer. */
"Display" = "Pantalla";

/* (No Comment) */
"Display Arrangement" = "Organización de Pantallas";

/* Duet Connected */
"Duet Connected" = "Duet Conectado";

/* Email */
"Email" = "Correo electrónico ";

/* Email - Please enter a valid email */
"Email Error" = "Correo electrónico - por favor ingresa un correo electrónico válido ";

/* Email - Please enter a valid email */
"EmailError" = "Error con el correo electrónico ";

/* Enable */
"Enable" = "Habilitar";

/* Energy Efficient */
"Energy Efficient" = "Consumo de Energía Eficiente";

/* Fewer artifacts. */
"Fewer artifacts." = "Menos artefactos.";

/* A email has been sent to the account */
"ForgotPasswordSuccess" = "Te hemos enviado un correo electrónico para ayudarte a restablecer tu contraseña";

/* (No Comment) */
"Framerate" = "Cuadros por segundo";

/* (No Comment) */
"Graphics Card" = "Tarjeta Gráfica";

/* (No Comment) */
"Help Center" = "Centro de Ayuda";

/* (No Comment) */
"High Power" = "Alto Rendimiento";

/* (No Comment) */
"High Resolution (Smaller Text)" = "Alta Resolución (Texto Más Pequeño)";

/* Highest quality. */
"Highest quality." = "Máxima calidad.";

/* (No Comment) */
"If this is your first time using Duet, macOS requires you to approve Duet to use your mobile device as a second display" = "Si es la primera vez que usas Duet, macOS requiere que apruebes Duet para usar tu dispositivo móvil como una segunda pantalla";

/* (No Comment) */
"Integrated (Energy Savings)" = "Integrada (Consumo de Energía Eficiente)";

/* (No Comment) */
"Launch At Login" = "Ejecutar al Inicio de Sesión";

/* Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac */
"Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac" = "Inicia Duet en tu dispositivo móvil para obtener un poco más de espacio para tu Mac";

/* Lower framerate. */
"Lower framerate." = "Menos cuadros por segundo.";

/* Lower quality. */
"Lower quality." = "Menor calidad.";

/* Twice the pixel density. */
"Lower Resolution." = "Menor resolución.";

/* Lowering resolution or disabling retina recommended */
"Lowering resolution or disabling retina recommended" = "Se recomienda reducir la resolución o inhabilitar retina";

/* Manage your account here */
"Manage your account for %@ further here." = "Administra tu cuenta para %@ más aquí.";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Duplicada durante %d minutos";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Duplicada durante 1 minuto";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Duplicada durante menos de un minuto";

/* (No Comment) */
"Mobile Device Resolution" = "Resolución Del Dispositivo Móvil";

/* More energy efficient. */
"More energy efficient." = "Más eficiente energéticamente.";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Connection" = "Sin Conexión";

/* (No Comment) */
"No Device Connected" = "Ningún Dispositivo Conectado";

/* (No Comment) */
"Open duet on iOS" = "Abre Duet en iOS";

/* (No Comment) */
"Open Duet on your mobile device" = "Abre Duet en tu dispositivo móvil";

/* (No Comment) */
"Open Duet On Your Mobile Device and Plug Into Your Mac Using An Appropriate Certified Cable, And You're Ready To Go!" = "Abre Duet En Tu Dispositivo Móvil Y Conéctalo A Tu Mac Con Un Cable Certificado Adecuado, ¡Y Listo!";

/* (No Comment) */
"or" = "o";

/* Password */
"Password" = "Contraseña";

/* Password - Please enter at least 4 characters */
"Password Error (old length)" = "Contraseña - Por favor ingresa al menos 4 caracteres";

/* Password - Please enter at least 8 characters */
"Password Error" = "Contraseña - Por favor ingresa al menos 8 caracteres";

/* Password - Please enter at least 4 charactetrs */
"PasswordError" = "ContraseñaError";

/* (No Comment) */
"Performance" = "Rendimiento";

/* Port in use informative text */
"Please close the conflicting application" = "Por favor cierra la aplicación conflictiva ";

/* Please connect your Android Device to view or change settings. */
"Please connect your Android Device to view or change settings." = "Por favor conecta tu dispositivo Android para ver o cambiar configuraciones. ";

/* Please connect your iOS Device to view or change settings. */
"Please connect your iOS Device to view or change settings." = "Por favor conecta tu dispositivo iOS para ver o cambiar configuraciones. ";

/* (No Comment) */
"Please connect your mobile device to view or change settings" = "Conecta tu dispositivo móvil para ver o cambiar la configuración";

/* (No Comment) */
"Preferences" = "Preferencias";

/* (No Comment) */
"Quality" = "Calidad";

/* (No Comment) */
"Quit" = "Salir";

/* (No Comment) */
"Regular (Energy Efficient)" = "Resolución Común (Consumo de Energía Eficiente)";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Recuérdame Cuando El iPad Esté Conectado";

/* (No Comment) */
"Remind Me When Mobile Device Is Connected" = "Recuérdame Cuando El Dispositivo Móvil Esté Conectado";

/* (No Comment) */
"Resolution" = "Resolución";

/* (No Comment) */
"Restart Your Mac" = "Reinicia Tu Mac";

/* (No Comment) */
"Retina" = "Retina";

/* (No Comment) */
"Retina (High Performance)" = "Resolución Retina (Alto Rendimiento)";

/* Retina Enabled */
"Retina Enabled" = "Retina Habilitada.";

/* Retina may have high CPU usage. */
"Retina may have high CPU usage." = "Retina puede tener un alto uso de CPU ";

/* (No Comment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Selecciona 'Intentar de nuevo' para volver a intentar la reautorización o 'Salir' para desistir.";

/* No comment provided by engineer. */
"Sharper image." = "Imagen mas nitida";

/* No comment provided by engineer. */
"Sharper resolution." = "Resolución más nitida";

/* (No Comment) */
"SignoutConfirmation" = "¿Estás seguro que deseas cerrar sesión?";

/* (No Comment) */
"SignoutConfirmationTitle" = "¿Cerrar sesión? ";

/* (No Comment) */
"SignOutTitle" = "Cerrar Sesión ";

/* Smoother motion. */
"Smoother motion." = "Movimiento fluido.";

/* Too many incorrect attempts, please check your e-mail and update your password */
"Too many incorrect attempts, please check your e-mail and update your password" = "Demasiados intentos fallidos, revisa tu correo electrónico y actualiza tu contraseña";

/* (No Comment) */
"Try Again" = "Intentar de Nuevo";

/* Twice the pixel density. */
"Twice the pixel density." = "Doble densidad de píxeles.";

/* (No Comment) */
"Uninstall Duet" = "Desinstalar Duet";

/* (No Comment) */
"Update App Automatically" = "Actualizar Aplicación Automáticamente";

/* Uses more battery. */
"Uses more battery." = "Usa más batería.";

/* Uses the most battery. */
"Uses the most battery." = "Usa la mayor cantidad de batería.";

/* No comment provided by engineer. */
"v" = "v";

/* (No Comment) */
"Version" = "Versión";

/* No comment provided by engineer. */
"View" = "Ver";

/* Port already in use */
"Was unable to use a required port.  Port is already in use by %@ (PID %@)" = "No se pudo usar un puerto requerido. El puerto ya está en uso por %1$@ (PID %2$@)";

/* We were unable to sign in using the supplied email and password, please try again. */
"We were unable to sign in using the supplied email and password, please try again." = "No pudimos iniciar sesión con el correo electrónico y la contraseña proporcionados. Vuelva a intentarlo.";

/* (No Comment) */
"When Duet Is Connected..." = "Cuando Duet está conectado...";

/* No comment provided by engineer. */
"WiFi" = "Wi-Fi";

/* No comment provided by engineer. */
"Yes" = "Yes";

"EULA URL" = "https://es.duetdisplay.com/help-center/duet-terms-and-conditions";
